42crunch.vscode-openapi
alefragnani.project-manager
avito-platform-x-dev.paas-vscode-plugin
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
charliermarsh.ruff
codista.vscode-autosave
docker.docker
ethan-reesor.vscode-go-test-adapter
galkowskit.go-interface-annotations
golang.go
hbenl.vscode-test-explorer
jebbs.plantuml
johnpapa.winteriscoming
littlefoxteam.vscode-python-test-adapter
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.test-adapter-converter
mtxr.sqltools
mtxr.sqltools-driver-pg
pomdtr.excalidraw-editor
qufiwefefwoyn.inline-sql-syntax
redhat.vscode-yaml
sdras.night-owl
tamasfe.even-better-toml
timweightman.go-test-codelens-enhanced
uniquevision.vscode-plpgsql-lsp
usernamehw.errorlens
vscodevim.vim
waderyan.gitblame
